# FbxLightVoltageLoss Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FbxLightVoltageLoss Property
ParameterTypeId Class See Also
---
"Voltage Loss"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FbxLightVoltageLoss { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FbxLightVoltageLoss As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FbxLightVoltageLoss {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace